;~ =============================================================================
;~ Rizonesoft Language File
;~ =============================================================================
;~ Date.........: 01 January 2018
;~ Author.......: geogeo.gr
;~ Link.........: www.geogeo.gr
;~ =============================================================================

[Main]
Product = DVD Drive Repair
Version = 8

[Language]
Name = Greek - Ελληνικά
Code = el
Encoding = Unicode (UTF-16) LE BOM

[Translations]
About = Περί
Custom = Προσαρμογή
Donate = Δωρεά
Logging = Καταγραφή
Menus = Μενού
Messages = Μηνύματα
Messages2 = Μηνύματα2
Preferences = Προτιμήσεις
Update = Ενημέρωση
Versioning = Ιστορικό εκδόσεων

[About]
Window_Title = Περί %{Program.Name}
Label_Version = Έκδοση
Label_AutoIt = Δόμηση με AutoIt έκδοσης
Label_Copyright = Copyright
Tip_Title_Donate = Ενισχύστε την προσπάθειά μας
Tip_Message_Donate = Όταν δωρίζετε, βοηθάτε να διατηρηθεί το λογισμικό μας\rnδωρεάν και μας επιτρέπει να αποκτήσουμε τα εργαλεία\rnκαι τις υπηρεσίες που χρησιμοποιούμε για να σας\rnεξυπηρετήσουμε.
Label_Home = Ιστοσελίδα
Label_License = Άδεια χρήστη
Label_Support = Υποστήριξη
Tip_Title_Country = Δημιουργήθηκε στη Νότια Αφρική
Tip_Message_Country = Το %{Program.Name} γεννήθηκε στη Νότια Αφρική.
Label_Contributors = Συνεισφέροντες
Tip_Facebook = Πείτε στο Facebook ότι σας αρέσει
Tip_Twitter = Ακολουθήστε μας στο Twitter
Tip_GooglePlus = Βρείτε μας στο Google+
Tip_GitHub = Το %{Program.Name} στο GitHub
Button_Ok = Εντάξει
Label_RAM = (RAM) %d MB ΕΛΕΥΘΕΡΑ ΑΠΟ %d MB (%d%)
Tip_RAM = Μνήμη Τυχαίας Προσπέλασης
Label_HDD = (%s) %.2f GB ΕΛΕΥΘΕΡΑ ΑΠΟ %.2f GB (%d%)

[Custom]
Label_Status_Welcome = Εάν οι μονάδες σας DVD λείπουν από τα %{Windows.Version} ή δεν αναγνωρίζονται από ορισμένες εφαρμογές, κάντε κλικ στο '%s' και επανεκκινήστε τον υπολογιστή σας. Μην ξεχάσετε να δημιουργήσετε ένα Σημείο επαναφοράς συστήματος πριν συνεχίσετε.
Label_Status_Updates = Έλεγχος για ενημερώσεις
Label_Status_Warning = Μετά την εκτέλεση του %{Program.Name}, ίσως χρειαστεί να εγκαταστήσετε ξανά όποιο λογισμικό έχει σχεδιαστεί να χρησιμοποιεί τους δίσκους BD/DVD/CD.
Radio_Reset_Autorun = Επαναφορά επιλ. αυτόμ. εκτέλεσης
Checkbox_Just_Repair = Απλή επιδιόρθωση
Tip_Nothing_Title = Απενεργοποίηση επιλογών επαναφοράς και προστασίας.
Tip_Nothing_Message = Απενεργοποίηση πρόσθετης επεξεργασίας
Radio_Protect = Προστασία από εκτέλεση Malware
Tip_Protect_Message = Αυτή η επιλογή απενεργοποιεί τη λειτουργία αυτόματης εκτέλεσης για όλες τις αφαιρούμενες μονάδες αποθήκευσης!\rnΕπιλέξτε την «%s» για ενεργοποίηση της αυτόματης εκτέλεσης.
Tip_Protect_Title = Προειδοποίηση!
Checkbox_Include_Local = Συμπερ. τοπικού υπολογιστή
Button_Repair = Επιδιόρθωση μονάδων DVD

[Donate]
Label_Heading = How about a small donation to keep our software forever free?
Label_Message = Click on the PayPal button below, choose an amount, and send us the donation. Your donation will be used to improve our software and keep everything free on Rizonesoft. A $20 donation will keep us going for at least a month.
Label_Donate = Would you consider a small gift of $10 to help us improve %{Program.Name} and keep the lights on?

[Logging]
Finished = Ολοκληρώθηκε
success = επιτυχώς
Response_Received = Έγινε λήψη απόκρισης
Successfully = Επιτυχής
OK = Εντάξει!
Registration_succeeded = Η καταχώρηση ολοκληρώθηκε με επιτυχία
Initiated = Έγινε προετοιμασία
Error = σφάλμα
Failed = απέτυχε
Access_Denied = Δεν επιτρέπεται η πρόσβαση
No_Operation_Performed = Δεν είναι δυνατή η εκτέλεση της λειτουργίας
VERSION = ΕΚΔΟΣΗ
File_Not_Found = Δεν ήταν δυνατή η εύρεση του αρχείου καταγραφής '%s'.
Showing_File = Εμφάνιση του αρχείου καταγραφής '%s'.
Showing_Error = Κάτι πήγε στραβά: ID διεργασίας: %s
Opening_File = Άνοιγμα του αρχείου καταγραφής.
Opening_Directory = Άνοιγμα της θέσης του αρχείου καταγραφής...
Directory_Not_Found = Δεν ήταν δυνατή η εύρεση της θέσης του αρχείου καταγραφής '%s'.
Showing_Directory = Εμφάνιση της θέσης του αρχείου καταγραφής '%s'.
Bool_Yes = ΝΑΙ
Bool_No = ΟΧΙ
Info_Date = ΗΜΕΡΟΜΗΝΙΑ:
Info_Program = ΠΡΟΓΡΑΜΜΑ:
Info_Program_Path = ΔΙΑΔΡΟΜΗ ΠΡΟΓΡΑΜΜΑΤΟΣ:
Info_Compiled = ΜΕΤΑΓΛΩΤΤΙΣΗ:
Info_AutoIt_Version = ΕΚΔΟΣΗ AutoIt:
Info_AutoIt_64Bit = ΕΚΔΟΣΗ AutoIt 64-Bit:
Info_Windows_Version = ΕΚΔΟΣΗ Windows:
Info_System_Type = ΤΥΠΟΣ ΣΥΣΤΗΜΑΤΟΣ:
Info_Memory = ΜΝΗΜΗ (RAM):
Info_ProgramFiles = ΚΑΤΑΛΟΓΟΣ ΑΡΧΕΙΩΝ ΕΦΑΡΜΟΓΩΝ:
Info_Windows_Directory = ΚΑΤΑΛΟΓΟΣ Windows:
Level_Error = Σφάλμα:
Level_Warning = Προειδοποίηση:
Level_Success = Επιτυχία:
Level_Finished = Τελείωσε:

[Menus]
File = &Αρχείο
File_Preferences = &Προτιμήσεις
File_Logging = Κατα&γραφή
File_Logging_Open_File = Άνοιγμα αρχείου &καταγραφής
File_Logging_Open_Directory = Άνοιγμα &θέσης αρχείου καταγραφής
File_Reboot = &Επανεκκίνηση των Windows
File_Close = &Κλείσιμο\tAlt+F4
Troubleshoot = Αντιμετώπιση &προβλημάτων
Troubleshoot_Hardware = Αντιμετώπιση προβλημάτων χρήσης &υλικού
Tools = Ερ&γαλεία
Tools_System_Restore = Δημιουργία &σημείου επαναφοράς των Windows
Tools_Device_Manager = &Διαχείριση συσκευών
Tools_Update_Firmware = Ενημέρωση &υλικολογισμικού (FirmwareHQ.com)
Help = &Βοήθεια
Help_Update = Έλεγχος για ε&νημερώσεις
Help_Home = &Ιστόποτος του %{Company.Name}
Help_Downloads = Περισσότερες &λήψεις
Help_Support = &Υποστήριξη
Help_Issue = Δημιουργία &θέματος
Help_Donate = &Δωρεά 
Help_About = &Περί %{Program.Name}
Debug = &Εντοπισμός σφαλμάτων

[Messages]
Info_Title = Παρακαλώ σημειώστε
Warning_Title = Προειδοποίηση!
Error_Title = Ωπ! Κάτι πήγε στραβά!
Error_Oops = Ωπ!
Singleton = Μια άλλη παρουσία του %{Program.Name} εκτελείται ήδη.
Compatible = Το %{Program.Name} δεν είναι συμβατό με τη δική σας έκδοση των Windows. Αν πιστεύετε ότι αυτό είναι λάθος, μπορείτε να αφήσετε ένα μήνυμα στο '%s' με όλες τις λεπτομέρειες.
Compatible_Bit = Δυστυχώς, το %{Program.Name} 32 Bit δεν είναι συμβατό με τη δική σας έκδοση των Windows. Παρακαλώ κάντε λήψη του %{Program.Name} 64 Bit από το '%s'
Loading_Initializing = Προετοιμασία του %{Program.Name}
Loading_Localizations = Φόρτωση μεταφράσεων
Loading_Resources = Ρύθμιση πόρων
Loading_WorkingDirectories = Ρύθμιση καταλόγων εργασίας
Loading_Logging = Προετοιμασία καταγραφής
Loading_Configuration = Φόρτωση ρύθμισης παραμέτρων
Loading_Shortcuts = Ρύθμιση συντομεύσεων πληκτρολογίου
Loading_Interface = Εκκίνηση κύριας διασύνδεσης
Ping_Check_Connection = Έλεγχος σύνδεσης στο διαδίκτυο.
Ping_Response = Έγινε λήψη απόκρισης σε %s χιλιοστά δευτ/λέπτου.
Ping_Host_Offline = Ο κεντρικός υπολογιστής είναι εκτός σύνδεσης.
Ping_Host_Unreachable = Δεν είναι δυνατή η σύνδεση με τον κεντρικό υπολογιστή.
Ping_Host_Bad = Εσφαλμένος προορισμός.
Ping_Host_No_Internet = Δεν υπάρχει σύνδεση στο διαδίκτυο.
Global_Errors = Ολοκληρώθηκε με (%02i) %s!
Global_Errors_Error = σφάλμα
Global_Errors_Errors = σφάλματα
Global_Finished = Η επιλεγμένη εργασία ολοκληρώθηκε.
Global_File = αρχείο
Global_Files = αρχεία
RegisterDll_Success = RegSvr32.exe > Η καταχώρηση του '%s' ολοκληρώθηκε με επιτυχία.
RegisterDll_Error_01 = RegSvr32.exe > '%s' Για την καταχώριση της λειτουργικής μονάδας, πρέπει να δώσετε ένα δυαδικό όνομα.
RegisterDll_Error_02 = RegSvr32.exe > '%s' Η καθορισμένη λειτουργική μονάδα δεν βρέθηκε.
RegisterDll_Error_03 = RegSvr32.exe > '%s' Η λειτουργική μονάδα φορτώθηκε, αλλά δεν βρέθηκε το σημείο εισόδου του DllRegisterServer.
RegisterDll_Error_04 = RegSvr32.exe > '%s' Αριθμός σφάλματος: 0x80070005
Registry_Write_Error = Δεν ήταν δυνατή η εγγραφή στο '%s'
Registry_Error_01 = Δεν είναι δυνατό το άνοιγμα του κλειδιού που ζητήθηκε.
Registry_Error_02 = Δεν είναι δυνατό το άνοιγμα του βασικού κλειδιού που ζητήθηκε.
Registry_Error_03 = Δεν είναι δυνατό το άνοιγμα της τιμής που ζητήθηκε.
Registry_Error_04 = Ο τύπος τιμής δεν υποστηρίζεται.
Registry_Error_05 = Δεν είναι δυνατή η διαγραφή της τιμής που ζητήθηκε.
Registry_Error_06 = Δεν είναι δυνατή η διαγραφή του κλειδιού/τιμής που ζητήθηκε.

[Messages2]
Boot_01 = Ενδέχεται να απαιτείται επανεκκίνηση του συστήματος πριν τεθούν σε ισχύ οι ρυθμίσεις.
Boot_02 = Να γίνει επανεκκίνηση ή όχι;
Boot_03 = Ίσως χρειαστεί να επανεκκινήσετε τον υπολογιστή σας πριν τεθούν σε ισχύ οι ρυθμίσεις. Θέλετε να επανεκκινήσετε τον υπολογιστή σας τώρα; Αποθηκεύστε τις εργασίες σας και πατήστε Ναι για να επανεκκινήσετε τον υπολογιστή σας ή πατήστε Όχι για να το αγνοήσετε.
Boot_04 = ^ Δεν θέλετε να επανεκκινήσετε τον υπολογιστή σας;
Boot_05 = ^ Δεν θα διαφωνήσουμε σ΄αυτό. Άλλωστε πρόκειται για τον υπολογιστή σας.
Boot_06 = Κάντε κλικ στο «%s» και μετά «%s» για επανεκκίνηση του υπολογιστή σας αργότερα.
Boot_07 = Επανεκκίνηση των Windows...
MsgBox_Boot_Title = Επανεκκίνηση!
MsgBox_Boot_Message = Ο υπολογιστής σας θα κάνει επανεκκίνηση σε %s δευτερόλεπτα. Αυτό θα σας δώσει αρκετό χρόνο για να αποθηκεύσετε τα στοιχεία σας. Πατήστε OK για να επανεκκινήσετε τον υπολογιστή σας τώρα.
Boot_Restarting = Επανεκκίνηση του υπολογιστή σας.
Boot_Canceled = Η επανεκκίνηση ακυρώθηκε.
Repair_Drives_01 = Επιδιόρθωση μονάδας DVD.
Repair_Drives_02 = Επαναφορά των Υψηλότερων και Χαμηλώτερων φίλτρων.
Repair_Drives_03 = Επαναφορά ρυθμίσεων αυτόματης εκτέλεσης.
Repair_Drives_04 = Επαναφορά της διασύνδεσης δίσκου ATAPI.
Repair_Drives_05 = Ελπίζουμε να επιλύθηκαν τα θέματά σας. Αν όχι, μπορεί να είναι ένα πρόβλημα του φυσικού υλικού.

[Preferences]
Window_Title = Προτιμήσεις
Tab_General = Γενικά
Tab_Performance = Performance
Tab_Language = Γλώσσα
Group_Logging = Logging
Group_Priority = Priority
Group_Memory = Memory
Group_Language = Γλώσσα
Checkbox_Enable_Logging = Ενεργοποίηση καταγραφής
Label_Log_Exceed = Μέγ. μέγεθος αρχείου καταγρ.:
Label_Logging_Size = Μέγεθος καταγραφής: %s KB
Button_Logging_Clear = Απαλοιφή καταγραφής
Label_SetPriority = Set process priority:
Checkbox_SaveRealtime = Save priority above high (not recommended).
Checkbox_ReduceMemory = Reduce memory on low memory systems.
Label_Language_Message = Επιλέξτε τη γλώσσα που θέλετε και πατήστε το κουμπί %s για να συνεχίσετε. (Απαιτείται επανεκκίνηση)
Button_Save = Αποθήκευση
Button_Cancel = Άκυρο
Label_Updated = Οι προτιμήσεις ενημερώθηκαν
Label_Logging_Cleared = Η καταγραφή εκκαθαρίστηκε
MsgBox_Language_Title = Η γλώσσα άλλαξε
MsgBox_Language_Message = Η επιλεγμένη γλώσσα έχει αλλάξει. Το %{Program.Name} πρέπει να κάνει επανεκκίνηση για να τεθεί σε ισχύ η επιλεγμένη γλώσσα.
MsgBox_Closing_Title = Κλείσιμο του %{Program.Name}
MsgBox_Closing_Message = Θέλετε να κλείσετε το %{Program.Name} τώρα;

[Update]
Window_Title_Available = Διαθέσιμη ενημέρωση
Window_Title_Congratulations = Συγχαρητήρια!
Window_Title_Error = Κάτι πήγε στραβά!
Label_Message_Update = Υπάρχει μια νέα έκδοση του '%{Program.Name}' διαθέσιμη.
Label_Message_Latest = Χρησιμοποιείτε την τελευταία έκδοση του '%{Program.Name}'.
Label_Message_Error = Δεν ήταν δυνατή η ανάκτηση πληροφοριών σχετικά με την τελευταία έκδοση του '%{Program.Name}'.
Label_Message_Internet = Ελέγξτε τη σύνδεσή σας στο διαδίκτυο και δοκιμάστε ξανά.
Label_Build_Current = Τρέχουσα έκδοση:
Label_Build_Update = Έκδοση ενημέρωσης:
CheckBox_NoUpdate = Να μη γίνεται έλεγχος στην εκκίνηση
Button_Update = Read more
Button_Close = Κλείσιμο

[Versioning]
Administrator = Διαχειριστής
Build = Δομή
AutoIt_Version = με χρήση του AutoIt έκδοσης %{AutoIt.Version}
Bit = Bit